<HTML>
<HEAD>
<TITLE>Copyright: JR
</TITLE>
</HEAD>
<BODY bgcolor="#ccccff">
<CENTER>
<H1>Copyright: José R. Valverde</H1>
<H1>Copyright text: Juan Ruíz, Arzipreste de Hita (1381) Libro de Buen Amor</H1>
<HR>

<TABLE BORDER="2" CELLSPACING="2"><TR>
<TD BGCOLOR="lightyellow">
<PRE>

Qualquier ome que lo oyga, sy bien trobar supiere,
puede m&aacute;s a&ntilde;adir e enmendar si quisiere.
Ande de mano en mano: qualquier que lo pidiere.
Como pelota las due&ntilde;as, t&oacute;melo quien pudiere.

Pues es de &quot;Buen Amor&quot;, prestadlo de buen grado:
no le negu&eacute;is su nombre ni le deis rechazado,
no le deis por dinero vendido nin alquilado;
porque non tiene valor nin gra&ccedil;ia el &quot;Buen Amor&quot; conprado.

Os hice un peque&ntilde;o lybro de testo: mas la glosa
non creo que es peque&ntilde;a; antes es muy gran prosa:
que sobre toda fabla se entyende otra cosa,
syn lo que se alega en la raz&oacute;n fermosa.

De la santidad mucha es muy gran lec&ccedil;ionario;
mas de juego e de burla es chico breviario,
Por tanto hago punto e &ccedil;ierro mi armario:
os sea chica burla, solaz e letuario.

Se&ntilde;ores, os he servido con poca sabidur&iacute;a:
por daros sol&aacute;z a todos os fabl&eacute; en juglar&iacute;a.
Yo un galard&oacute;n os pido: que por Dios en rromer&iacute;a
dig&aacute;is un Pater noster por m&iacute; e Ave Mar&iacute;a.

Era de mill e trezientos e ochenta e un a&ntilde;os
fue compuesto el rroman&ccedil;e, por muchos males e da&ntilde;os,
que fazen muchos e muchas a otras con sus enga&ntilde;os,
e por mostrar a los sinples fablas e versos estra&ntilde;os.

		Juan Ruiz, Arcipreste de Hita
		Libro de Buen Amor.

</PRE>
</TD><TD BGCOLOR="lightyellow">
<PRE>

Any one who listens to this, if able to compose well
may add to it and amend should they want.
Let it go hand in hand: anyone who demands it.
Like a girls' play ball, take it who may.

Since it is of "Good Will", lend it willingly
don't deny it's name nor refuse to pass it on,
don't exchange for money, sell or rent it;
since it is worthless and graceless "good will" when bought.

I made for you a small textbook: but the gloss
I don't consider small; but rather a really grand prose:
since every talk is misunderstood,
but for the nicely reasoned.

Of many goodness, it is big lecturebook;
but of games and mockery it is small compendium,
I thus shut and close my chest:
pray you find it of short mock, a joy and a lesson.

Sirs, I served you with my little wisdom;
to make you happy I used plain language.
A grace I plead: to God in a shrine
pray and beg for me.

Time of one thousand and three hundred and eighty and one years
was this work composed, for many wrongs and damages,
that many people do to others with their tricks,
and to show the simple-minded odd talks and features.

		Juan Ruiz, Archpriest of Hita
		Book of Good Will.

</PRE>
<TD>
</TR></TABLE>
<HR>

</CENTER>
</BODY>
</HTML>
